# Даны два числа. Показать большее и меньшее число

a = 4
b = 6
print('min is', min(a, b), '\nmax is', max(a, b))
